Repository: Algomatrix/KenshinPlus
Catalog: KenshinPlus/KenshinPlus/Localizable.xcstrings
Source language: en
Languages: ja

# %lld / %lld plates correct
source: %1$lld / %2$lld plates correct
ja: %lld / %lld 板 正解

# %lld of %lld
source: %1$lld of %2$lld
ja: %1$lld / %2$lld

source: • Export test result as CDAs file
ja: • 検査結果をCDAファイルとしてエクスポート

source: 1. No Data Collection
ja: 1. データ収集なし

source: 2. Your Data Management
ja: 2. データ管理

source: 3. iCloud Sync
ja: 3. iCloud同期

source: Abdominal Girth
ja: 福井

source: Add Checkup Data
ja: 新規データ追加

source: Albumin
ja: アルブミン

source: App Info
ja: アプリ情報

source: App Version
ja: アプリバージョン

source: AST, ALT, etc
ja: AST, ALT, 等

source: At Our App (Kenshin Plus), we prioritize your privacy. This policy outlines how we handle your data.
ja: 当アプリ（Kenshin Plus）では、ユーザーのプライバシーを最優先に考えています。本ポリシーでは、データの取り扱い方法について説明します。

source: Basic Info
ja: 基本情報

source: Birth Date
ja: 誕生日

source: Blood Pressure
ja: 血圧

source: Blood Test
ja: 血液

source: Body Fat
ja: 体脂肪率

source: Body Fat:
ja: 体脂肪率：

source: Body height: %.1f cm
ja: 身長：%.1f cm

# Body height: %lld′ %lld″
source: Body height: %1$lld′ %2$lld″
ja: 身長：%1$lld′ %2$lld″

source: Body Weight
ja: 体重

source: Body Weight:
ja: 体重：

source: Cancel
ja: キャンセル

source: Checkup
ja: 健康診断

source: Checkup History
ja: 診断結果履歴

source: Checkup Test
ja: 健診

source: Cholesterol
ja: コレステロール

source: Cholesterol Max
ja: コレステロール (最大)

source: Cholesterol Min
ja: コレステロール (最小)

source: Clear Data
ja: データ削除

source: Creatinine
ja: クレアチニン

source: Creatinine and Uric Acid
ja: クレアチニンと尿酸

source: Creatinine Max
ja: 最大

source: Creatinine Min
ja: 最小

source: Data Management
ja: データ管理

source: Date
ja: 日付

source: Date of birth
ja: 誕生日

source: Delete
ja: 削除

source: Delete All Data
ja: 全データ削除

source: Delete all local data?
ja: 全てのデータを削除しますか？

source: Developer Message
ja: デベロッパーメッセージ

source: Diabetes
ja: 糖尿病

source: Diabetes threshold is 6.5%
ja: 糖尿病の基準値は6.5％です

source: Diabetes threshold is 126 mg/dL
ja: 糖尿病の基準値は126 mg/dLです

source: Diastolic
ja: 最低血圧

source: Fasting Glucose
ja: 空腹時血糖

source: Fating Glucose (mg/dL)
ja: 空腹時血糖 (mg/dL)

source: Feet
ja: Ft

source: Female
ja: 女性

source: Future Updates
ja: 予定アップデート

source: Gender
ja: 性別

source: General
ja: 基本情報

source: Glucose
ja: 血糖値

source: HbA1c, Fasting Glucose
ja: HbA1c、空腹時血糖

source: HDL, LDL, etc
ja: HDL, LDL, 等

source: Health Dashboard
ja: ダッシュボード

source: Height
ja: 身長

source: Height (cm)
ja: 身長 (cm)

source: Height Unit
ja: 身長単位

source: Hematocrit
ja: ヘマトクリット

source: Hematocrit (Latest)
ja: ヘマトクリット（最新）

source: Hemoglobin
ja: ヘモグロビン

source: Hemoglobin (Latest)
ja: ヘモグロビン（最新）

source: History : ^[%lld record](inflect: true)
ja: 診断履歴：%lld レコード

source: iCloud sync
ja: iCloud同期

source: If you have any questions about our privacy policy, please feel free to contact us.
ja: プライバシーポリシーに関してご不明な点がございましたら、お気軽にお問い合わせください。

source: Last Checkup Date
ja: 最終健診日

source: lb
ja: lb (パウンド)

source: Liver
ja: 肝臓

source: Liver Function
ja: 肝機能

source: Liver Info
ja: 肝臓情報

source: Male
ja: 男性

source: Metabolism
ja: メタボ

source: No Data
ja: データ無し

source: No records yet
ja: まだレコードはありません

source: Platelet
ja: 血小板数

source: Platelet (Latest)
ja: 血小板数（最新）

source: Please be aware that update release date is not fixed. I am doing my best to make your experience as better as possible.
ja: アップデートのリリース日は確定していないことをご了承ください。より良い体験をお届けできるよう最善を尽くしています。

source: Privacy
ja: プライバシー

source: Privacy Policy
ja: プライバシーポリシー

source: RBC
ja: 赤血球数

source: RBC, WBC, etc
ja: RBC, WBC, 等

source: Red Blood Cell (RBC)
ja: 赤血球数 （RBC）

source: Red blood cells (Latest)
ja: 赤血球数（最新）

source: Reference 1.0
ja: 基準値 1.0

source: Save
ja: 保存

source: Settings
ja: 設定

source: Status: Deficiency suspected
ja: 状態：不足の疑いあり

source: Status: Normal
ja: 状態：正常

source: Sync is automatic when iCloud is available on this device. You can toggle the sync in Settings app > Apple Account (Top) > iCloud > Saved to iCloud > KenshinPlus
ja: iCloudがこのデバイスで利用可能な場合、同期は自動で行われます。同期の設定は「設定アプリ > Appleアカウント（上部） > iCloud > iCloudに保存 > KenshinPlus」で切り替え可能です。

source: Systolic
ja: 最高血圧

source: Systolic and Diastolic
ja: 最高血圧・最低血圧

source: Systolic BP
ja: 最高血圧

source: Tap %@ to add one from Dashbaord.
ja: ダッシュボードから追加するには%@をタップしてください。

source: Test Date
ja: 診断日

source: There is no Albumin data from App.
ja: アプリからアルブミンのデータがありません。

source: There is no ALT(GPT) data from App.
ja: アプリからALT（GPT）のデータがありません。

source: There is no AST(GOT) data from App.
ja: アプリから AST(GOT) のデータがありません。

source: There is no blood pressure data from App.
ja: アプリから血圧のデータがありません。

source: There is no Creatinine data from App.
ja: アプリからクレアチニンのデータがありません。

source: There is no Fasting Glucose data from App.
ja: アプリから空腹時血糖のデータがありません。

source: There is no GGT data from App.
ja: アプリからGGTのデータがありません。

source: There is no HbA1c data from App.
ja: アプリからHbA1cのデータがありません。

source: There is no HDL data from App.
ja: アプリからHDLのデータがありません。

source: There is no Hematocrit data from App.
ja: アプリからヘマトクリットのデータがありません。

source: There is no Hemoglobin data from App.
ja: アプリからヘモグロビンのデータがありません。

source: There is no LDL data from App.
ja: アプリからLDLのデータがありません。

source: There is no Platelet data from App.
ja: アプリから血小板のデータがありません。

source: There is no RBC data from App.
ja: アプリからRBCのデータがありません。

source: There is no Total Cholesterol data from App.
ja: アプリから総コレステロールのデータがありません。

source: There is no Total Protein data from App.
ja: アプリから総蛋白のデータがありません。

source: There is no Triglyceride data from App.
ja: アプリから中性脂肪のデータがありません。

source: There is no WBC data from App.
ja: アプリから白血球のデータがありません。

source: This removes all checkups and settings from this device. If iCloud sync is enabled, data may sync back from iCloud.
ja: これにより、このデバイスのすべての健診データと設定が削除されます。iCloud同期が有効な場合、データはiCloudから再同期される可能性があります。

source: Threshold
ja: 閾値

source: Total Cholesterol
ja: 総コレステロール

source: Total Protein
ja: 総蛋白

source: Triglyceride Max
ja: 中性脂肪 最大

source: Triglyceride Min
ja: 中性脂肪 最小

source: Triglycerides
ja: 中性脂肪

source: Undo
ja: 元に戻す

source: Upcoming update list
ja: 今後のアップデート一覧

source: Uric Acid
ja: 尿酸

source: Uric Acid Max
ja: 尿酸 （最大）

source: Uric Acid Min
ja: 尿酸 （最小）

source: Urin
ja: 尿

source: Value
ja: 値

source: Version 1.2.0
ja: バージョン 1.2.0

source: Version 2.0
ja: バージョン 2.0

source: Waist
ja: 福井

source: We do not collect any personal information from you. Your privacy is respected, and your data remains yours.
ja: 当アプリでは、ユーザーの個人情報を一切収集しません。プライバシーは尊重され、データはユーザー自身のものです。

source: We only store the selected date on device. You can change it anytime.
ja: 選択した日付のみデバイスに保存されます。いつでも変更可能です。

source: Weight
ja: 体重

source: Weight Unit
ja: 体重単位

source: White Blood Cell (WBC)
ja: 白血球数（WBC）

source: White blood cells (Latest)
ja: 白血球数（最新）

source: You are solely responsible for managing your own data. We encourage you to keep your information secure.
ja: データの管理はお客様ご自身の責任です。情報の安全管理を推奨します。

source: You can save your own data on your iCloud using the iCloud sync function of the app. This allows you to access your data across your devices.
ja: アプリのiCloud同期機能を使って、自分のデータをiCloudに保存できます。これにより、複数のデバイスでデータにアクセス可能になります。

source: You can see future updates for app here. I plan to add new tests in the future so you can have more data of tests at all times in your pocket.
ja: アプリの今後のアップデートはここで確認できます。将来的に新しい検査項目を追加する予定で、いつでも手元でより多くの検査データを確認できるようにします。
